Config = {}

Config.Teleporters = {
	['FBI'] = {
		['Job'] = 'none',
		['Enter'] = { 
			['x'] = 136.33, 
			['y'] = -762.0, 
			['z'] = 44.9,
			['Information'] = '[E] Go Up',
		},
		['Exit'] = {
			['x'] = 135.92, 
			['y'] = -761.87, 
			['z'] = 241.3, 
			['Information'] = '[E] Go Down' 
		}
	},
	
	['cocaine'] = {
		['Job'] = 'mayor',
		['Enter'] = { 
			['x'] = -58.72, 
			['y'] = -2244.9, 
			['z'] = 8.2,
			['Information'] = '',
		},
		['Exit'] = {
			['x'] = 1088.47, 
			['y'] = -3187.86, 
			['z'] = -39.8, 
			['Information'] = '[E] Go Out' 
		}
	},
	
	['kantora1'] = {
		['Job'] = 'none',
		['Enter'] = { 
			['x'] = -1913.73, 
			['y'] = -574.21, 
			['z'] = 10.5,
			['Information'] = '[E] Влез в офиса',
		},
		['Exit'] = {
			['x'] = -1902.54,
			['y'] = -572.6,
			['z'] = 18.2,
			['Information'] = '[E] Излез от офиса' 
		}
	},
	
	['coffee'] = {
		['Job'] = 'none',
		['Enter'] = { 
			['x'] = 273.78, 
			['y'] = -834.44, 
			['z'] = 28.5,
			['Information'] = '[E] За да влезеш в заведението',
		},
		['Exit'] = {
			['x'] = 272.89, 
			['y'] = -831.1, 
			['z'] = 28.5, 
			['Information'] = '[E] За да излезете' 
		}
	},
	
	['nightclub1'] = {
		['Job'] = 'none',
		['Enter'] = { 
			['x'] = 4.19, 
			['y'] = 220.31, 
			['z'] = 106.8,
			['Information'] = 'Натисни [E] за да влезеш в клуба',
		},
		['Exit'] = {
			['x'] = -1569.36, 
			['y'] = -3017.08, 
			['z'] = -75.20, 
			['Information'] = '[E] За да излезеш' 
		}
	},
	
		['nightclub2'] = {
		['Job'] = 'turgov',
		['Enter'] = { 
			['x'] = -22.46, 
			['y'] = 217.47, 
			['z'] = 106.0,
			['Information'] = 'Натисни [E] за да влезеш в клуба',
		},
		['Exit'] = {
			['x'] = -1642.46, 
			['y'] = -2989.67, 
			['z'] = -77.32, 
			['Information'] = '[E] За да излезеш' 
		}
	},
	
		['turgovskiregistur'] = {
		['Job'] = 'turgov',
		['Enter'] = { 
			['x'] = -67.74, 
			['y'] = -799.79, 
			['z'] = 44.0,
			['Information'] = 'Натисни [E] за да влезеш в централата на Търговския регистър',
		},
		['Exit'] = {
			['x'] = -78.99, 
			['y'] = -833.01, 
			['z'] = 243.0, 
			['Information'] = '[E] За да излезеш' 
		}
	},
	
		['shibanamorga'] = {
		['Job'] = 'none',
		['Enter'] = { 
			['x'] = 329.73, 
			['y'] = -601.02, 
			['z'] = 42.3,
			['Information'] = 'Натисни [E] за да слезеш в долното крило.',
		},
		['Exit'] = {
			['x'] = 247.02, 
			['y'] = -1371.89, 
			['z'] = 23.54, 
			['Information'] = '[E] За да отидеш в главното крило.' 
		}
	},
	
			['ofis-mbwest'] = {
		['Job'] = 'none',
		['Enter'] = { 
			['x'] = -1370.53, 
			['y'] = -503.5, 
			['z'] = 32.2,
			['Information'] = 'Натисни [E] за да влезеш в офиса на фирмата.',
		},
		['Exit'] = {
			['x'] = -1399.55, 
			['y'] = -480.3, 
			['z'] = 71.2, 
			['Information'] = '[E] за да излезеш от офиса.' 
		}
	},

	-- -1604.664, -3012.583, -78.000
}


